Repository: IMarty/Cap4Learning
Catalog: old/cap4learning-old/translations/messages+intl-icu.*.xlf
Languages: fr

source: News
fr: Actualités

source: Title
fr: Titre

source: Updated At
fr: Mis-à-jour le

source: Created At
fr: Créé le

source: Translations
fr: Traductions

source: Picture
fr: Image

source: Linked Training
fr: Formation lié

source: Published
fr: Publié

source: News List
fr: Liste des news

source: News Create
fr: Créer une news

source: Short Description
fr: Description courte

source: Linked News
fr: Actualité liée

source: Paragraphs
fr: Paragraphes

source: Page List
fr: Liste des pages

source: Page Create
fr: Créer une page

source: Training
fr: Formation

source: Category
fr: Catégorie

source: File
fr: Fichier pdf

source: Price Inter
fr: Prix Inter

source: Price Intra
fr: Prix Intra

source: Next Date
fr: Prochaine date

source: Training List
fr: Liste des formations

source: Training Create
fr: Créer une formation

source: Training Category
fr: Catégorie de formation

source: Parent
fr: Catégorie parente

source: Training Category List
fr: Liste des catégories de formation

source: Training Category Create
fr: Créer une catégorie de formation

source: Paragraph
fr: Paragraphe

source: Media
fr: Image

source: Paragraph List
fr: Liste des paragraphs

source: Paragraph Create
fr: Créer un paragraph

source: Module List
fr: Liste des modules

source: Module Create
fr: Créer un module

source: Your name
fr: Votre nom

source: Your email
fr: Votre email

source: Your message
fr: Votre message

# I agree to &lt;a href=&quot;#&quot;&gt;terms &amp; conditions&lt;/a&gt;
source: I agree to <a href="#">terms & conditions</a>
fr: J'accepte les <a href="/conditions-generales-de-vente">conditions générales</a>

source: Search
fr: Recherche

source: CPF eligible classes only
fr: seulement les formations éligibles au CPF

source: all
fr: toutes

source: search.default
fr: toutes

source: We are training experts
fr: Nous sommes experts en formation

source: We help people in developing their careers and skills.
fr: Nous aidons nos clients à développer leur carrière et leurs compétences.

source: Find!
fr: Trouver!

# Our featured &lt;br&gt;training programs :
source: Our featured <br>training programs :
fr: Nos formations à la une:

# Discover our &lt;br&gt; full catalog
source: Discover our <br> full catalog
fr: Consulter le <br> catalogue complet

source: Read more
fr: En savoir plus

source: All
fr: Toutes

source: Reach your professional goals now
fr: Atteindre vos objectifs professionnels

source: with Cap4 Learning’s specific educational paths, you’re aiming for excellence.Cras mattis consectetur purus sit amet fermentum.
fr: Visez l'excellence grâce à nos parcours de formation dédiés

source: What we offer<span class="text-secondary">.</span> + how we make it happen<span class="text-white">.</span>
fr: Ce que nous proposons<span class="text-secondary">.</span> <br>+ ce que nous réalisons<span class="text-white">.</span>

source: vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Maecenas faucibus mollis interdum.
fr: Qu'elles soient en inter- ou intra-entreprise, toutes nos formations sont basées sur des scenarios pédagogiques développés avec la plus grande attention. Les contenus de formations sont revus et mis à jour régulièrement pour en assurer la meilleure pertinence.

source: Close
fr: Fermer

source: See more
fr: En savoir plus

source: Develop skills
fr: Développez vos compétences

source: Learn future proof Job
fr: Apprendre un <br>nouveau métier porteur

source: Continuous training
fr: Formation continue

source: Take advantage of our trainers experience
fr: Profitez de l'expérience de nos formateurs

source: Take advantage of proven training engineering
fr: Une ingénierie pédagogique éprouvée

source: Our quality policy
fr: Notre contrôle qualité

source: Listen and advice
fr: Ecouter et conseiller

source: Don't miss out
fr: Rester informé

source: Sign up to our newsletter to stay in the Cap4 Learning loop
fr: Inscrivez-vous à notre newsletter pour recevoir les actualités de Cap4 Learning.

source: Enter your e-mail address
fr: votre adresse email

# I agree to &lt;a href=&quot;&quot;&gt;terms &amp; conditions&lt;/a&gt;
source: I agree to <a href="">terms & conditions</a>
fr: J'accepte les <a href="/conditions-generales-de-vente">conditions générales</a>

source: Subscribe
fr: S'inscrire

source: Thank you !
fr: Merci !

source: You've been successfully registered to our newsletter
fr: Vous avez bien été inscrit à notre newsletter !

source: SEO Contact desc
fr: Vous souhaitez des informations détailllées sur nos formations API, MuleSoft, cybersécurité, RGPD, DPO ? Contactez-nous.

source: Let's get in touch
fr: Contactez-nous

source: Maecenas sed diam eget risus varius blandit sit amet non magna. Nulla vitae elit libero, a pharetra augue.
fr: Vous avez une question spécifique, un projet ? Vous souhaitez créer un programme personnalisé ? Vous voulez prendre rendez-vous avec un membre de l'équipe ? Laissez-nous un message et nous vous recontacterons au plus vite.

source: © Cap4 Learning, a subsidiary of
fr: © Cap4 Learning, une filiale de

# A website &lt;a href=&quot;#&quot;&gt;Intrépide Studio&lt;/a&gt;
source: A website <a href="#">Intrépide Studio</a>
fr: Un site <a href="https://www.intrepide.lu" target="_blank">Intrépide Studio</a>

source: All courses
fr: Toutes les formations

source: SEO Basic description
fr: Toutes nos formations : protection des données, conformité RGPD, API, MuleSoft. Nouveau catalogue 2021.

source: Our course catalog
fr: Nos formations

source: Lead vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Maecenas faucibus mollis interdum.
fr: Trouvez les formations qui correspondent à ce que vous recherchez.

source: All classes
fr: Toutes les formations

source: No results found for your search.
fr: Aucun résultat trouvé pour votre recherche.

source: New
fr: Nouveau

source: day(s)
fr: jours

source: hour(s)
fr: heures

source: Next session
fr: Prochaine session

source: Covered skills
fr: Compétences visées

source: Prerequisites
fr: Prérequis

source: Details
fr: Détails

source: Goals
fr: Objectifs pédagogiques

source: Program
fr: Programme

source: Educational goals
fr: Objectifs pédagogiques

source: Audience
fr: Public

source: <a href="#contact">Contact us</a> for an <br> intra-communautary quote
fr: <a href="#footer" class="js-select-change" data-select-id="contact_type" data-select-option="contact_intra_information">Demande de devis</a> pour une formation en intra

source: Info Sheet
fr: Télécharger la fiche descriptive

# Educational &lt;br&gt; Methods
source: Educational <br> Methods
fr: Méthodes de formation

# Achievement &lt;br&gt;methods
source: Achievement <br>methods
fr: Validation des acquis

source: Trainer
fr: Formateur

# Request &lt;br&gt;more informations
source: Request <br>more informations
fr: Vous souhaitez avoir plus détails sur cette formation...

# Search our &lt;br&gt;programs
source: Search our <br>programs
fr: Que cherchez-vous ?

source: and discover today how we will help you
fr: Une actualité, une compétence, une formation... Dites-nous comment nous pouvons vous renseigner.

source: What do you want to learn today ?
fr: Que voulez-vous apprendre aujourd'hui ?

source: Previous
fr: Précedent

source: Next
fr: Suivant

source: SEO News listing description
fr: News, évènements, publications. Retrouvez toute l'actualité sur le RGPD, les DPO, la cybersécurité, les API, MuleSoft dans notre fil. Abonnez-vous à notre newsletter.

# Our latest&lt;br&gt; news
source: Our latest<br> news
fr: Nos dernières actualités

source: Aenean eu leo quam. Pellentesque ornare sem lacinia quam venenatis vestibulum.
fr: Un évènement, une nouvelle importante ? Retrouvez ici les dernières information de votre organisme de formation.

# innovation.desc
source: L’amélioration du développement des compétences opérationnelles est au cœur de notre métier. Nous veillons à anticiper les besoins de formation, à ajuster notre offre aux demandes les plus pointues des entreprises et à intégrer le meilleur des innovations pédagogiques.
fr: Le développement des compétences opérationnelles est au coeur de notre métier. Nous veillons à anticiper les besoins de nos clients, à ajuster le contenu de nos formations pour satisfaire aux demandes les plus pointues des entreprises et à intégrer le meilleur des innovations pédagogiques.

# develop.desc
source: Toutes nos démarches et nos méthodes pédagogiques telles que le e-learning, le blended learning, mooc, e-tutorat, vidéos et le présentiel avec des formations inter-entreprises, intra-entreprise, séminaire, et le cours particulier ciblent le même objectif de vous amener à développer de nouvelles compétences au sein de votre fonction et de votre métier. Nous analysons vos objectifs professionnels afin de concevoir un parcours pédagogique en adéquation avec les compétences visées.
fr: Nous utilisons les méthodes les plus adaptées aux compétences visées par nos formations. e-learning, blended learning, tutorat, vidéo, présentiel, séminaire... la méthode est toujours au service du contenu. C'est en étudiant les objectifs professionnels que nous concevons des parcours pédagogiques parfaitement adaptés aux métiers porteurs auquels nous préparons les apprenants.

# continuous.training.desc
source: Nous permettons la mise à jour des savoirs et des compétences de nos formateurs via des formations qui soit leur sont dédiés (formation de formateur par exemple), soit en intégrant des formations inter-entreprises ou encore par des comptes de formations e-learning. Nous pensons que plus nos formateurs sont formés, plus ils se sont efficients, peu importe la formation.
fr: Le maintien des compétences des formateurs est un ingrédient essentiel d'une formation de qualité. En plus de bénéficier d'une expérience terrain et d'un niveau d'expertise démontrable (certifications...) tous nos formateurs continuent à se former continuellement, tant sur leurs domaines d'intervention qu'aux méthodes pédagogiques qu'ils utilisent.

# quality.policy.desc
source: La qualité est au coeur de toutes nos actions. Nous mettons en oeuvre tous les contrôles nécessaires à assurer que le contenu des formations est toujours en adéquation avec les objectifs de qualification proposé et les besoins de nos stagiaires
fr: La qualité est au coeur de toutes nos actions. Nous mettons en oeuvre tous les contrôles nécessaires à assurer que le contenu des formations est toujours en adéquation avec les objectifs pédagogiques proposés et les besoins de nos stagiaires

source: Info-sheet
fr: Fiche descriptive

source: You received a new message from Cap4Learning website !
fr: Vous avez reçu un nouveau message du site Cap4Learning!

source: Name
fr: Nom

source: Browse our catalog by category
fr: Nos formations par catégorie

source: Tailor-made training
fr: Formation sur mesure

source: SEO Tailor-made training desc
fr: Vous avez un besoin spécifique de formation API, MuleSoft, cybersécurtié, DPO, RGPD, protections des données ? Prenez contact.

source: Tailor-made training desc
fr: "Vous avez une question, un projet ? Vous souhaitez créer un programme de formation personnalisé ? Vous voulez prendre rendez-vous avec un membre de l'équipe ? Laissez-nous un message et nous vous recontacterons au plus vite."

source: Send!
fr: Envoyer!

source: with Cap4 Learning’s specific educational paths, you’re aiming for excellence.
fr: Visez l'excellence grâce à nos parcours de formation dédiés.

source: Tailor-made
fr: Sur-mesure

source: The page you are looking for does not exist (yet) why not try a search?
fr: La page que vous recherchez n’existe pas (encore) pourquoi ne pas essayer une recherche ?

source: Inter Price
fr: Prix Inter

source: resetting.reset.submit
fr: Réinitialiser

source: You requested a new password !
fr: Réinitialisation de votre mot de passe

source: We received a new request to reset your user password. Click on the link below
fr: Nous avons reçu une demande de réinitialisation de mot passe. Cliquez sur le lien ci-dessous

source: Reinitialize password
fr: Réinitialiser mon mot de passe

source: Homepage
fr: Accueil

source: Courses
fr: Formations

source: Choose a category
fr: Choisissez une catégorie

source: Tailor-made training SEO
fr: Formation sur mesure

source: Contact SEO
fr: Contacter Cap4 Learning, experts des formations au numérique

source: All courses SEO
fr: Le meilleur des formations au numérique.

source: News SEO
fr: Actualités de Cap4 Learning, organisme de formation expert du numérique, de la cybersécurité et de la protection des données.

source: Your email is only used to send you our newsletters. <br>You can use the unsubscribe link integrated in the newsletter at any time.
fr: Votre email est uniquement utilisé pour vous envoyer nos newsletters. <br>Vous pouvez à tout moment utiliser le lien de désabonnement intégré dans la newsletter.

source: contact.agree.label
fr: Les informations recueillies à partir de ce formulaire sont transmises à notre service commercial pour répondre à votre demande citée en objet.<br><br> <a class="base-link" href="/vie-privee"><b>En savoir plus sur la gestion de vos données et vos droits.</b></a>

source: Your message has been successfully sent !
fr: Votre message a bien été envoyé !

source: Back to news
fr: Retourner aux actualités

source: Available in France and in Luxembourg
fr: Disponible en France et au Luxembourg
